Repository: irssi/irssi
Catalog: po/*.po
Languages: fi, fr, pt_br, sv

source: Stop logging
fi: Sulje loki
fr: Arreter de loger
pt_br: Parar de logar

source: Clear all
fi: Poista kaikki
fr: Effacer tout
pt_br: Limpar todos

source: Select all
fi: Valitse kaikki
fr: SÅÈlectionner tout
pt_br: Selecionar todos

source: Open log at startup
fi: Avaa loki käynnistettäessä
fr: Ouvrir le log au dÅÈmarage
pt_br: Abrir log ao iniciar

source: Log file name:
fi: Lokitiedosto:
fr: Nom du fichier log:
pt_br: Nome do arquivo de log:

source: Channel/nick:
fi: Kanava/nikki:
fr: Canal/nick:
pt_br: Canal/nick:

source: Channel modes
fi: Kanavan tilat
fr: Modes du canal
pt_br: Modos do canal

source: Topic:
fi: Aihe:
pt_br: Tópico:

source: Invite
fi: Tarvitsee kutsun
fr: Invitation
pt_br: Convite

source: Secret
fi: Salainen
pt_br: Secreto

source: Private
fi: Yksityinen
fr: PrivÅÈ
pt_br: Privado

source: Moderated
fi: Moderoitu
fr: ModerÅÈ
pt_br: Moderado

source: No external msgs
fi: Ei ulkoisia viestejä
fr: Pas de msgs externes
pt_br: Sem mensagens externas

source: Only ops change topic
fi: Vain opit vaihtavat aihetta
fr: Seul les ops peuvent changer le topic
pt_br: Somente ops podem trocar o tópico

source: User limit:
fi: Suurin ihmismäärä:
fr: Limite des utilisateurs:
pt_br: Limite de usuários:

source: Channel key:
fi: Salasana:
fr: Clef du canal:
pt_br: Chave do canal:

source: Banlist
fi: Bannilista
fr: Liste des bans
pt_br: Lista de banidos

source: Unban
fi: Poista banni
fr: DÅÈbannir
pt_br: Desbanir

source: Banlist exceptions
fi: Poikkeusbannit
fr: Liste des exception de ban
pt_br: Lista das exceções de ban

source: Remove
fi: Poista
fr: Supprimer
pt_br: Remover

source: Invite list
fi: Kutsulista
fr: List des invitÅÈs
pt_br: Lista de convidados

source: Message:
fi: Viesti:
pt_br: Mensagem:

source: %s (%s@%s) (%s) has joined IRC
fi: %s (%s@%s) (%s) liittyi IRCiin
fr: %s (%s@%s) (%s) a joint l'irc
pt_br: %s (%s@%s) (%s) entrou no IRC

source: IRC net
fi: IRC verkko
pt_br: Rede de IRC

source: Real Name
fi: Oikea nimi
fr: Nom rÅÈel
pt_br: Nome real

source: Query
fi: Avaa keskustelu
pt_br: Conversa

source: Send msg
fi: Lähetä viesti
fr: Envoyer message
pt_br: Enviar msg

source: Can't load plugin: %s
fi: Ei voi ladata pluginia: %s
fr: Impossible de charger le plugin: %s
pt_br: Não consigo carregar plugin: %s

source: Plugin not loaded: %s
fi: Plugin ei löytynyt: %s
fr: Le plugin n'est pas chargÅÈ: %s
pt_br: Plugin não foi carregado: %s

source: Plugin %s properties:
fi: Pluginin %s asetukset:
fr: PropriÅÈtÅÈs du plugin %s
pt_br: Propriedades do plugin %s:

source: Automatically start plugin at startup
fi: Automaattisesti käynnistä plugin alussa
fr: Charger le plugin au dÅÈmarage
pt_br: Automaticamente carregar plugin ao iniciar

source: Arguments for plugin:
fi: Pluginin parametrit
fr: Arguments pour le plugin:
pt_br: Argumentos para o plugin:

source: Load
fi: Käynnistä
fr: Charger
pt_br: Carregar

source: Settings...
fi: Asetukset...
fr: Options...
pt_br: Opções...

source: Running
fi: Käynnissä
fr: En cours
pt_br: Rodando

source: Can't save the rawlog, the server has been disconnected
fi: Ei voi tallentaa raakaa logia, palvelinyhteys on suljettu
fr: Impossible de sauvegarder le rawlog, le serveur a ÅÈtÅÈ dÅÈconnectÅÈ
pt_br: Impossível salvar o log bruto, o servidor foi desconectado

source: Save rawlog to:
fi: Tallenna raaka logi tiedostoon:
fr: Sauvegarder le rawlog:
pt_br: Salvar log bruto para:

source: Save
fi: Tallenna
fr: Sauvegarder
pt_br: Salvar

source: Not connected to server
fi: Yhteyttä ei ole palvelimelle
fr: Non connectÅÈ au serveur
pt_br: Não conectado no servidor

source: Save to file...
fi: Tallenna tiedostoon...
fr: Sauvegarder sous...
pt_br: Salvar em arquivo...

source: Queries
fi: Keskustelut
fr: RÅÈponses
pt_br: Respostas

source: Display servers
fi: Näytä palvelimet
fr: Ecran serveurs
pt_br: Mostrar servidores

source: Display channels
fi: Näytä kanavat
fr: Ecran canaux
pt_br: Mostrar canais

source: Display queries
fi: Näytä keskustelut
fr: Ecran queries
pt_br: Mostrar respostas

source: Display DCC chats
fi: Näytä DCC keskustelut
fr: Ecran DCC chats
pt_br: Mostrar DCC chats

source: Find doesn't work with IText windows yet
fi: Etsintä ei toimi vielä IText ikkunoissa
fr: Trouver ne marche encore pas avec les fenÅÍtres IText
pt_br: Achar atualmente não funciona com janelas IText

source: Find previous
fi: Etsi edellinen
fr: Trouver prÅÈcedent
pt_br: Achar anterior

source: Find next
fi: Etsi seuraava
fr: Trouver suivant
pt_br: Achar próximo

source: Find text:
fi: Etsi tekstiä:
fr: Trouver texte:
pt_br: Achar texto:

source: Couldn't create file: %s
fr: Impossible de crÅÈer le fichier: %s
pt_br: Não consigo criar arquivo: %s

source: Save doesn't work with IText windows yet
fi: Tallennus ei toimi IText ikkunoilla
fr: Sauvegarder ne marche pas encore avec les fenÅÍtres IText
pt_br: Salvar atualmente não funciona com janelas Itext

source: Window doesn't have any text
fi: Ikkunassa ei ole tekstiä
fr: La fenÅÍtre n'a aucun texte
pt_br: A janela não tem nenhum texto

source: Save only selected text
fi: Tallenna vain valittu teksti
fr: Sauvegarder seulement le texte sÅÈlectionnÅÈ
pt_br: Salvar somente o texto selecionado

source: Save window buffer to:
fi: Tallenna ikkunan tekstit tiedostoon:
fr: Sauvegarder le buffer de la fenÅÍtre dans:
pt_br: Salvar o buffer da janela para:

source: Save window buffer
fi: Tallenna ikkunan tekstit
fr: Sauvegarder le buffer de la fenÅÍtre
pt_br: Salvar o buffer da janela

source: Save size
fi: Tallenna koko
fr: Sauvegarder taille
pt_br: Salvar tamanho

source: Width
fi: Leveys
fr: Largeur
pt_br: Altura

source: Height
fi: Korkeus
fr: Longueur
pt_br: Largura

source: Save position
fi: Tallenna paikka
fr: Sauvegarder position
pt_br: Salvar posição

source: Default window
fi: Vakioikkuna
fr: FenÅÍtre par dÈfaut
pt_br: Janela padrão

source: Apply
fi: Käytä
fr: Appliquer
pt_br: Aplicar

source: Cancel
fi: Peruuta
fr: Annuler
pt_br: Cancelar

source: Browse
fi: Selaa
fr: Charger
pt_br: Navegar

source: transfer complete - all
fi: siirto valmis - kaikki
fr: transfert complet - tout
pt_br: transferência completa - todo

source: transfer aborted -
fi: siirto keskeytyi -
fr: transfert annulÅÈ -
pt_br: transferência abortada -

source: %lu bytes %s - avg %0.2fkB/sec
fi: %lu tavua %s - avg %0.2fkB/sek
pt_br: %lu bytes %s - avg %0.2fkB/seg

source: sent
fi: lähetetty
fr: envoyÅÈ
pt_br: enviado

source: received
fi: vastaanotettu
fr: reÅÁut
pt_br: recebido

source: %lu of %lu bytes %s - avg %0.2fkB/sec
fi: %lu / %lu tavua %s - kesk. %0.2fkB/sek
pt_br: %lu of %lu bytes %s - avg %0.2fkB/seg

source: Enter nick to chat with:
fi: Anna nikki kenen kanssa haluat jutella:
fr: Entrer le nick de celui avec qui parler:
pt_br: Entre o nick de quem você quer falar com:

source: Couldn't find file: %s
fr: Impossible de trouver le fichier: %s
pt_br: Não consigo encontrar arquivo: %s

source: File to send:
fi: Lähetä tiedosto:
fr: Fichier Å‡ envoyer:
pt_br: Arquivo para enviar:

source: Select file to send
fi: Valitse tiedosto jonka haluat lähettää
fr: SÅÈlectionner le fichier Å‡ envoyer
pt_br: Selecionar arquivo para enviar

source: Rename file to
fi: Muuta tiedoston nimi
fr: Renommer le fichier en
pt_br: Renomear arquivo para

source: Overwrite
fi: Kirjoita päälle
fr: Ecraser
pt_br: Escrever por cima

source: Rename
fi: Vaihda nimeä
fr: Renommer
pt_br: Renomear

source: Resume
fi: Jatka
fr: Resumer
pt_br: Resumir

source: Accept DCC %s request from %s (%s)?
fi: Hyväksytkö DCC %s pyynnon nikiltä %s (%s)?
fr: Accepter le demande de DCC %s de %s (%s)?
pt_br: Aceitar pedido de DCC %s de %s (%s)?

source: File name: %s File size: %ld
fi: Tiedoston nimi: %s Tiedoston koko: %s
fr: Nom du fichier: %s Taille du fichier: %s
pt_br: Nome do arquivo: %s Tamanho do arquivo: %ld

source: %s invites you to %s
fi: %s kutsuu sinut kanavalle %s
fr: %s vous invites sur %s
pt_br: %s convida você para o %s

source: Not connected to server '%s' anymore
fi: Et ole yhdistynyt palvelimelle '%s' enää
fr: Vous n'ÅÍtes plus connectÅÈ au server '%s'
pt_br: Não conectado no servidor '%s'

source: No channels found for /LIST
fi: Ei löytnyt kanavia /LISTiin
fr: Aucun canal trouvÅÈ pour /LIST
pt_br: Nenhum canal encontrado para /LIST

source: Users
fi: Nikkejä
fr: Utilisateurs
pt_br: Usuários

source: Topic
fi: Aihe
pt_br: Tópico

source: Search
fi: Etsi
fr: Chercher
pt_br: Procurar

source: Total of %d channels
fi: Yhteensä %d kanavaa
fr: Total des %d canaux
pt_br: Total de %d canais

source: /WHO request didn't find anything
fi: /WHO pyynto ei löytänyt mitään
fr: La demande /WHO n'a rien trouvÅÈ
pt_br: O pedido de /WHO não achou nada

source: Real name
fi: Oikea nimi
fr: Nom rÅÈel
pt_br: Nome real

source: Found total of %d matches
fi: Löytyi yhteensä %d vastausta
fr: Total de %d trouvÅÈ
pt_br: Encontrado total de %d

source: Refresh
fi: Virkistä
fr: Rafraichir
pt_br: Refrescar

source: Name: %s (%s)
fi: Nimi: %s (%s)
fr: Nom: %s (%s)
pt_br: Nome: %s (%s)

source: Idling: %d hours %02d:%02d
fi: Ollut puhumatta: %d tuntia %02d:%02d
fr: Inactif: %d heures %02d:%02d
pt_br: Inativo: %d horas %02d:%02d

source: Server: %s (%s)
fi: Palvelin: %s (%s)
fr: Serveur: %s (%s)
pt_br: Servidor : %s (%s)

source: [IRC operator]
fi: [IRC operaattori]
fr: [Operateur IRC]
pt_br: [Operador de IRC]

source: Away: %s
fi: Poissa: %s
fr: Away(pas lÅ‡): %s
pt_br: Ausente: %s

source: Nick completion
fi: Nikin täydennys
pt_br: Complemento de nick

source: Check word replaces
fr: Verifier les mot Å‡ remplacer
pt_br: Verificar as palavras a substituir

source: Previous window
fi: Edellinen ikkuna
fr: FenÅÍtre prÅÈcedente
pt_br: Janela anterior

source: Next window
fi: Seuraava ikkuna
fr: FenÅÍtre suivante
pt_br: Próxima janela

source: Command history
fr: Historique des commandes
pt_br: Histórico de comandos

source: Previous page in window
pt_br: Página anterior em janela

source: Next page in window
fr: Page suivante dans la fenÅÍtre
pt_br: Próxima página em janela

source: Insert special character
fr: InsÅÈrer un caractÅÈre special
pt_br: Inserir caractere especial

source: Change window
fi: Vaihda ikkunaa
fr: Changer fenÅÍtre
pt_br: Mudar janela

source: _New
fr: _Nouveau
pt_br: _Nova

source: _Save Text As...
fr: Sauvegarder texte sous...
pt_br: _Salvar texto como...

source: _Close
fr: _Fermer
pt_br: _Fechar

source: _Quit
fr: _Quitter
pt_br: _Sair

source: _Connect...
fr: _Connexion
pt_br: _Conectar...

source: _Disconnect...
fr: _DÈconnexion
pt_br: _Disconectar...

source: C_hannels...
fr: C_anaux...
pt_br: C_anais...

source: _Status Window...
fr: FÅÍnetre de _Statuts
pt_br: Janela de _Status...

source: N_otify list...
fr: Liste de N_otification
pt_br: Lista de notificação de usuários...

source: _Raw Log...
pt_br: _Log bruto...

source: _Away...
fi: _Poissa..
pt_br: _Ausente...

source: _Invisible
pt_br: _Invisível

source: Receive _Wallops
fr: Recevoir _Wallops
pt_br: Receber _Wallops

source: Receive Server _Notices
fr: Recevoir _Notices du Serveur
pt_br: Receber notícias do servidor

source: C_ut
fr: C_ouper
pt_br: C_ortar

source: _Copy
fr: _Copier
pt_br: _Copiar

source: _Paste
fr: Co_ller
pt_br: _Colar

source: _Find...
fr: _Trouver
pt_br: _Achar...

source: C_onnections...
fr: Co_nnexions
pt_br: C_onexões...

source: _Send File...
fr: En_voyer Fichier...
pt_br: _Enviar Arquivo...

source: _Server List...
fr: Liste des _Serveurs...
pt_br: _Lista de Servidores...

source: _Themes...
fr: _ThËmes...
pt_br: _Temas...

source: _Automation...
fr: _Automatisation...
pt_br: _Automação...

source: _Logging...
pt_br: _Logando...

source: _Keyboard...
fr: _Clavier
pt_br: _Teclado...

source: _Preferences...
fr: _PrÅÈfÅÈrences
pt_br: _Preferências...

source: New _Window
fr: Nouvelle _FenÅÍtre
pt_br: Nova _Janela

source: _New Tab
fr: _Nouveau Tableau
pt_br: _Nova aba

source: New _Split Window
fr: Nouvelle FenÅÍtre SplitÅÈ
pt_br: Nova _Janela Dividida

source: Automatically _Raise
fr: _RÈgler Automatiquement
pt_br: _Regular Automaticamente

source: _Save Size and Position...
fr: _Sauver Taille et Position...
pt_br: _Salvar Tamanho e Posição...

source: Irssi _Website
fr: Site _Web d'Irssi
pt_br: Sítio do Irssi

source: _About...
fr: _A propos ...
pt_br: _Sobre...

source: _File
fr: _Fichier
pt_br: _Arquivo

source: _Edit
fr: _Edition
pt_br: _Editar

source: _Server
fr: _Serveur
pt_br: _Servidor

source: Se_ttings
fr: Op_tions
pt_br: Opções

source: _Windows
fr: _FenÅÍtres
pt_br: _Janelas

source: _Help
fr: _Aide
pt_br: _Ajuda

source: _Leave channel
fr: Quitter cana_l
pt_br: _Sair do canal

source: Channel _Modes...
fr: _Modes du canal...
pt_br: _Modos do canal...

source: Show _Nick List
fr: Voir Liste des _Nicks
pt_br: Mostrar lista de usuários

source: Close _Query
fr: Fermer _Query
pt_br: Fechar _Conversa

source: _Close DCC chat
fr: _Fermer Dialogue DCC
pt_br: _Fechar DCC chat

source: Find
fi: Etsi
fr: Trouver
pt_br: Achar

source: New
fi: Uusi
fr: Nouveau
pt_br: Nova

source: Close
fi: Sulje
fr: Fermer
pt_br: Fechar

source: Away reason:
fi: Poissaolon syy:
fr: Raison du Away:
pt_br: Rasão de ausência:

source: (empty)
fi: (tyhjä)
fr: (vide)
pt_br: (vazia)

source: Kick reason:
fi: Potkun syy:
fr: Raison du kick:
pt_br: Rasão de kick:

source: Looking up server %s
fi: Etsii palvelinta %s
fr: Recherche du serveur %s
pt_br: Procurando servidor %s

source: Connecting to %s:%d
fi: Yhdistää palvelimelle %s:%d
fr: Connexion Å‡ %s:%d
pt_br: Conectando em %s:%d

source: Joining needs an invitation
fi: Liittyminen tarvitsee kutsun
fr: Joining requiert une invitation
pt_br: Entrada precisa de um convite

source: No external messages
fi: Ei ulkoisia viestejä
fr: Pas de messages externes
pt_br: Sem mensagens externas

source: Only operators can change the topic
fi: Vain operaattorit voivat vaihtaa aihetta
fr: Seul les operateurs peuvent changer le topic
pt_br: Somente operadores podem trocar o tópico

source: Maximum number of people in channel
fi: Suurin mahdollinen määrä ihmisiä kanavalla
fr: Nombre maximum de gens sur le canal
pt_br: Número máximo de pessoas no canal

source: Channel password
fi: Kanavan salasana
fr: Mot de passe du canal
pt_br: Senha do canal

source: Whois
fi: Kuka
pt_br: Quem é

source: Send
fr: Envoyer
pt_br: Enviar

source: Close window
fi: Sulje ikkuna
fr: Fermer la fenÅÍtre
pt_br: Fechar janela

source: Move window tab to left
fi: Siirrä ikkunaa vasemmalle
fr: DÅÈplacer la fenÅÍtre tab Å‡ gauche
pt_br: Mover aba de janela para a direita

source: Move window tab to right
fr: DÅÈplacer la fenÅÍtre tab Å‡ droite
pt_br: Mover aba de janela para a esquerda

source: Don't run as applet
fi: Älä käynnistä applettia
fr: Ne pas dÅÈmarer comme un applet
pt_br: Não rodar como um applet

source: About
fi: Tietoja
fr: A propos
pt_br: Sobre

source: Enable buggy GTK themes workaround, if enabled you won't see nicks' gone-status in nicklist
fr: Utiliser le thËme GTK workaround buggÈ, si vous faites cela, vous ne verrez pas le statuts des nicks dans la liste.
pt_br: Habilitar workaround para temas bugados de GTK, se habilitado você não verá os nicks ausente em cinza na lista de usuários

source: Transparent background
fi: Läpinäkyvä taustakuva
fr: Fond transparent
pt_br: Fundo transparente

source: GNOME Panel
fi: GNOME paneeli
pt_br: Painel do GNOME

source: Limit the number of channels shown in panel
fr: Limite du nombre de canaux visible sur le panel
pt_br: Limitar o número de canais mostrados no painel

source: channels
fi: kanavat
fr: canaux
pt_br: canais

source: Background & Fonts
fi: Taustakuva & Fontit
fr: Fond & Polices
pt_br: Fundo e Fontes

source: Black
fi: Musta
fr: Noir
pt_br: Preto

source: Blue
fi: Sininen
fr: Bleu
pt_br: Azul

source: Green
fi: Vihreä
fr: Vert
pt_br: Verde

source: Cyan
fi: Sinivihreä
pt_br: Ciano

source: Red
fi: Punainen
fr: Rouge
pt_br: Vermelho

source: Brown
fi: Ruskea
fr: Marron
pt_br: Marrom

source: Grey
fi: Harmaa
fr: Gris
pt_br: Cinza

source: Dark Grey
fi: Tummanharmaa
fr: Gris Sombre
pt_br: Cinza escuro

source: Light Blue
fi: Vaaleansininen
fr: Bleu Clair
pt_br: Azul claro

source: Light Green
fi: Vaaleanvihreä
fr: Vert Clair
pt_br: Verde claro

source: Light Cyan
fi: Vaaleansinivihreä
fr: Cyan Clair
pt_br: Ciano claro

source: Light Red
fi: Vaaleanpunainen
fr: Rouge Clair
pt_br: Vermelho claro

source: Light Magenta
fi: Vaaleanvioletti
fr: Magenta Clair
pt_br: Magenta claro

source: Yellow
fi: Keltainen
fr: Jaune
pt_br: Amarelo

source: White
fi: Valkoinen
fr: Blanc
pt_br: Branco

source: Orange
fi: Oranssi
pt_br: Laranja

source: Background color
fi: Taustaväri
fr: Couleur du fond
pt_br: Cor de fundo

source: New data in channel
fi: Uutta tekstiä kanavalla
fr: Nouvelle donnÅÈe sur le canal
pt_br: Nova data no canal

source: New msg in channel
fi: Uusia viestejä kanavalla
fr: Nouveau msg sur le canal
pt_br: Nova msg no canal

source: New msg for you in channel
fi: Uusia viestejä sinulle kanavalla
fr: Nouveau msg pour vous sur le canal
pt_br: Nova msg para você no canal

source: Default nick color in nicklist
fi: Normaali nikin väri nikkilistassa
fr: Couleur par dÅÈfaut du nick dans la liste
pt_br: Cor padrão do nick na lista de usuários

source: Nicklist background
fi: Nikkilistan taustaväri
fr: Fond de la liste des nicks
pt_br: Fundo da lista de usuários

source: Color
fi: Väri
fr: Couleur
pt_br: Cor

source: Color
fi: Väri
fr: Couleur
pt_br: Cor

source: Red
fi: Punainen
fr: Rouge
pt_br: Vermelho

source: Blue
fi: Sininen
fr: Bleu
pt_br: Azul

source: Select the color you want to change from upper list and change it from button in left
fi: Valitse väri jota haluat vaihtaa ylhäällä olevasta listasta ja vaihda se vasemmalla olevasta napista
fr: SÅÈlectionner la couleur que vous voulez changer et Èditez la avec le bouton Å‡ gauche
pt_br: Selecione a cor que você quer trocar da lista de cima e mude-a usando o botão na esquerda

source: Default color number
fi: Normaali värin numero
fr: Nombre de la couleur par dÅÈfaut
pt_br: Número da cor padrão

source: Colors
fi: Värit
fr: Couleurs
pt_br: Cores

source: Nick Completion
fi: Nikin täydennys
fr: ComplÅÈter les nicks
pt_br: Completação de nick

source: Disable automatic nick completion
fi: Älä käytä automaattista nikin täydennystä
fr: Ne pas complÅÈter automatiquement les nicks
pt_br: Desabilitar completação automática de nick

source: Completion character
fi: Täydennysmerkki
fr: Completer les caractÅËres
pt_br: Caractere para completação

source: Remember public messages for
fi: Muista kanavien viestit
fr: Garder les messages publiques pendant
pt_br: Relembrar mensagens públicas por

source: seconds
fi: sekunttia
fr: secondes
pt_br: segundos

source: Remember public messages to you for
fi: Muista kanavien viestit sinulle
fr: Garder les messages publiques s'addressant Å‡ moi pendant
pt_br: Relembrar mensagens públicas para você por

source: Remember the last
fi: Muista viimeiset
fr: Garder les
pt_br: Relembrar as últimas

source: private messages
fi: yksityistä viestiä
fr: derniers messages privÅÈs
pt_br: mensagens privadas

source: Receive
fi: Vastaanota
fr: Recevoir
pt_br: Receber

source: Automatically rename file if it exists
fi: Mutta tiedoston nimi automaattisesti jos se on jo olemassa
fr: Renommer automatiquement le fichier quand il existe
pt_br: Automaticamente renomear arquivo existente

source: Automatically get file when offered
fi: Vastaanota tiedostot automaattisesti
fr: Charger automatiquement les fichiers quand ils sont offerts
pt_br: Automaticamente receber arquivo quando oferecido

source: Maximum file size to autoget (kB)
fi: Suurin tiedoston koko (kB)
fr: Taille max des fichiers Å‡ charger automatiquement (kB)
pt_br: Tamanho máximo de arquivo para receber automaticamente (kB)

source: Get files only from nicks (masks)
fi: Ota vain tiedostot nikeiltä
fr: Charger les fichiers seulement depuis les nicks
pt_br: Receber arquivos somente de nicks (máscaras)

source: Create files with permission
fi: Uusien tiedostojen lupa
fr: CrÅÈer fichier avec permission
pt_br: Criar arquivos com permissão

source: Transmit
fi: Lähetys
fr: Transmettre
pt_br: Transmitir

source: Fast send
fi: Nopea lähetys
fr: Envoi rapide
pt_br: Envio rápido

source: Use Mirc style CTCPs by default
fi: Käytä Mirc tyyppisiä CTCPitä vakiona
fr: Utiliser le style CTCP de Mirc par dÅÈfaut
pt_br: Usar CTCPs do estilo do Mirc por padrão

source: Automatically open transfer dialog
fi: Avaa siirtoikkuna automaattisesti
fr: Ouvrir automatiquement le dialogue de transfert
pt_br: Automaticamente abrir janela de transferência

source: Use specified port for DCC
fi: Määritä mitä porttia käytetään DCC siirtoihin
fr: Utiliser un port spÅÈcifique pour le DCC
pt_br: Usar porta especificada para DCC

source: Timeout before rejecting DCC offers
fi: Odotus ennenkuin DCC pyynnöt hylätään
fr: Temps avant de rejeter les offres de DCC
pt_br: Tempo antes de rejeitar ofertas de DCC

source: Transfer block size
fi: Siirtotiedoston koko
fr: Taille des blocs de transfert
pt_br: Tamanho do bloco de transferência

source: Flood protection
fi: Floodin suojaus
fr: Protection contre le flood
pt_br: Proteção de flood

source: Check for flood every
fi: Tutki floodia joka
fr: Verifier le flood toutes les
pt_br: Checar por flood a cada

source: milliseconds
fi: . millisekuntti
fr: millisecondes
pt_br: millisegundos

source: Flooding declared after
fi: Floodaukseksi tulkitaan
fr: Flooding dÅÈclarÅÈ aprÅÈs
pt_br: Flood declarado após

source: messages
fi: viestiä
pt_br: mensagens

source: Autoignore flooders for
fi: Automaattisesti piilota floodaajien viestit
fr: Ignorer automatiquement les flooders pendant
pt_br: Automaticamente ignorar flooders por

source: Timeout between replying to CTCPs
fr: Temps entre les reprises des CTCPs
pt_br: Tempo entre as respostas para CTCPs

source: Max. CTCP requests to keep in buffer
fr: Nombre maximum des demandes CTCP Å‡ garder en mÅÈmoire
pt_br: Número máximo de pedidos de CTCP a serem guardados no buffer

source: Timeout between sending commands to server
fr: Temps entre l'envoi des commandes au serveur
pt_br: Tempo entre o envio de comandos ao servidor

source: History
fr: Historique
pt_br: Histórico

source: Each window has it's own command history buffer
fr: Chaque fenÅÍtre a son propre historique des commandes
pt_br: Cada janela tem seu próprio buffer de histórico de comandos

source: Remove lines from buffer in blocks of
fr: Retirer les lignes depuis buffer dans le bloque de
pt_br: Remover linhas do buffer em blocos de

source: Command history length
fr: Longueur de l'historique des commandes
pt_br: Tamanho do buffer do histórico de comandos

source: Rawlog buffer length
fr: Longueur du buffeur du Rawlog
pt_br: Tamanho do buffer do log bruto

source: Change ircnet in server and channel lists also WARNING: changing channel list can't be undone!
fr: Changez ircnet dans le serveur et dans le canal egalement ATTENTION: canger la liste du canal ne peut pas ÅÍtre annulÅÈ!
pt_br: Mude também ircnet nas listas de servidores e canais ATENÇÃO: mudanças na lista de canais não pode ser desfeita!

source: Max kicks per cmd
fr: Nbr de kick max par cmde
pt_br: Número máximo de kicks por comando

source: Max modes per cmd
fr: Nbr de modes max par cmde
pt_br: Número máximo de modos por comando

source: Max msgs per cmd
fr: Nbr de msgs max par cmde
pt_br: Número máximo de msgs por comando

source: Add
fr: Ajouter
pt_br: Adicionar

source: Edit
fi: Muokkaa
fr: Editer
pt_br: Editar

source: IRC networks
fr: RÅÈseaux IRC
pt_br: Redes de IRC

source: Use IRC proxy
fr: Utiliser le proxy IRC
pt_br: Usar proxy de IRC

source: Send to proxy after connect
fr: Envoyer au proxy aprÅÈs connexion
pt_br: Enviar para o proxy após conectar

source: IRC proxy
fr: Proxy IRC
pt_br: Proxy de IRC

source: Alias
pt_br: Aliase

source: Command
fr: Commande
pt_br: Comando

source: Mask
fr: Masque
pt_br: Máscara

source: What to ignore
fr: Ignorer quoi
pt_br: O que ignorar

source: Ignores
pt_br: Ignorâncias
