Repository: irssi/irssi
Catalog: po/*.po
Languages: fi, fr, pt_br, sv

source: Host not found
fr: HÅÙte introuvable
pt_br: Host não encontrado
sv: Värdnamnet hittades inte

source: No IP address found for name
fr: Aucune adresse IP trouvÅÈe pour ce domaine
pt_br: Nenhum endereço IP encontrado para nome
sv: Ingen IP-address fanns för värdnamnet

source: A non-recovable name server error occurred
fr: Erreur du serveur
pt_br: Um erro não ??? servidor de nomes ocorreu
sv: Ett allvarligt namnserverfel uppstod

source: A temporary error on an authoritative name server
fr: Erreur temporaire sur un nom de serveur autorisÅÈ
pt_br: Um erro temporário em um servidor de nomes autoritativo
sv: Ett tillfälligt fel på en autorativ namnserver uppstod

source: Please wait, waiting for servers to close connections..
fr: Veillez patienter, dÅÈconnexion en cours ...
pt_br: Por favor espere, esperando por servidores fecharem conexões..
sv: Var god dröj, väntar på att servrarna ska avsluta uppkopplingarna...

source: Error on option %s: %s. Run '%s --help' to see a full list of available command line options.
fr: Erreur de l'option %s: %s. Utiliser '%s --help' pour voir la liste des options.
pt_br: Erro em opção %s: %s. Use '%s --help' para ver uma lista completa de opções de linha de comando disponíveis.
sv: Fel vid argument %s: %s. Kör '%s --help' för att se en fullständig lista av tillgängliga kommandoradsväxlar.

source: Unload
fi: Sammuta
fr: DÅÈcharger
pt_br: Descarregar

source: Automatically connect to server/ircnet
fr: Connexion automatique au server/ircnet
pt_br: Automaticamente conectar em servidor/ircnet
sv: Koppla automatiskt upp mot server/irc-nätverk

source: SERVER
pt_br: SERVIDOR

source: Autoconnect password
fr: Autoconnexion du Mot de passe
pt_br: Senha para autoconecção
sv: Lösenord för automatisk uppkoppling

source: Autoconnect port
fr: Autoconnexion du port
pt_br: Porta para autoconecção
sv: Portnummer för automatisk uppkoppling

source: PORT
pt_br: PORTA

source: Disable autoconnecting
fr: Ne pas se connecter automatiquement
pt_br: Disabilitar autoconecção
sv: Avaktivera automatisk uppkoppling

source: Specify nick to use
fr: SpÅÈcifiez un nick Å‡ utiliser
pt_br: Espeficar nick para usar
sv: Välj vilket nicknamn du vill använda

source: Line beginning
fr: DÅÈbut de ligne
pt_br: Linha começando

source: Server
fi: Palvelin
fr: Serveur
pt_br: Servidor

source: Looking up %_$1%_
fr: Recherche de %_$1%_
pt_br: Procurando por %_$1%_

source: Connecting to %_$1%_ %K[%n$2%K]%n port %_$3%_
fr: Connexion Å‡ %_$1%_ %K[%n$2%K]%n port %_$3%_
pt_br: Conectando em %_$1%_ %K[%n$2%K]%n porta %_$3%_

source: Connection to %_$1%_ established
fr: Connexion Å‡ %_$1%_ ÅÈtablie
pt_br: Conexão para %_$1%_ estabelecida

source: Unable to connect server %_$1%_ port %_$2%_ %K[%n$3%K]
fr: Impossible de se connecter au server %_$1%_ port %_$2%_ %K[%n$3%K]
pt_br: Impossível conectar no servidor %_$1%_ porta %_$2%_ %K[%n$3%K]

source: Connection lost to %_$1%_
fr: Connexion Å‡ %_$1%_ perdue
pt_br: Conexão para %_$1%_ perdida

source: No PONG reply from server %_$1%_ in $2 seconds, disconnecting
fr: Pas de retour de PONG du serveur %_$1%_ en $2 seconds, dÅÈconnexion
pt_br: Nenhuma resposta de PONG do servidor %_$1%_ em $2 segundos, desconectando

source: Disconnected from %_$1%_ %K[%n$2%K]
fr: DÅÈconnectÅÈ de %_$1%_ %K[%n$2%K]
pt_br: Desconectado de %_$1%_ %K[%n$2%K]

source: Changed to %_$3%_ server %_$2%_
fr: ChangÅÈ du serveur %_$3%_ %_$2%_
pt_br: Mudou para %_$3%_ servidor %_$2%_

source: Unknown server tag %_$1%_
fr: Tag du serveur inconnu %_$1%_
pt_br: Tag de servidor desconhecida %_$1%_

source: Channels
fi: Kanavat
fr: Canaux
pt_br: Canais

source: %c%_$1%_ %K[%c$2%K]%n has joined %_$3
fr: %c%_$1%_ %K[%c$2%K]%n a joint %_$3
pt_br: %c%_$1%_ %K[%c$2%K]%n entrou no %_$3

source: %c$1 %K[%n$2%K]%n has left %_$3%_ %K[%n$4%K]
fr: %c$1 %K[%n$2%K]%n a quittÅÈ %_$3%_ %K[%n$4%K]
pt_br: %c$1 %K[%n$2%K]%n saiu do %_$3%_ %K[%n$4%K]

source: You are now talking to channel %_$1%_
fr: Vous parlez maintenant sur le canal %_$1%_
pt_br: Você agora está falando para o canal %_$1%_

source: Cannot join to channel %_$1%_ %K(%nYou have joined to too many channels%K)
fr: Impossible de joindre le canal %_$1%_ %K(%nVous avez joint trop de canaux%K)
pt_br: Impossível entrar no canal %_$1%_ %K(%nVocê entrou em muitos canais%K)

source: Cannot join to channel %_$1%_ %K(%nChannel is full%K)
fr: Impossible de joindre le canal %_$1%_ %K(%nLe canal est plein%K)
pt_br: Impossível entrar no canal %_$1%_ %K(%nO canal está cheio%K)

source: Cannot join to channel %_$1%_ %K(%nYou must be invited%K)
fr: Impossible de joindre le canal %_$1%_ %K(%nVous devez ÅËtre invitÅÈ%K)
pt_br: Impossível entrar no canal %_$1%_ %K(%WVocê precisa ser convidado%K)

source: Cannot join to channel %_$1%_ %K(%nYou are banned%K)
fr: Impossible de joindre le canal %_$1%_ %K(%nVous en ÅËtes banni%K)
pt_br: Impossível entrar no canal %_$1%_ %K(%nVocê está banido%K)

source: Cannot join to channel %_$1%_ %K(%nBad channel key%K)
fr: Impossible de joindre le canal %_$1%_ %K(%nMal orthographiÅÈ%K)
pt_br: Impossível entrar no canal %_$1%_ %K(%nChave de canal incorreta%K)

source: Cannot join to channel %_$1%_ %K(%nBad channel mask%K)
fr: Impossible de joindre le canal %_$1%_ %K(%nMauvais masque%K)
pt_br: Impossível entrar no canal %_$1%_ %K(%nMáscara de canal incorreta%K)

source: Cannot join to channel %_$1%_ %K(%nChannel is temporarily unavailable%K)
fr: Impossible de joindre le canal %_$1%_ %K(%nLe canal est temporairement indisponible%K)
pt_br: Impossível entrar no canal %_$1%_ %K(%nO canal está temporariamente indisponível%K)

source: %_$1%_ invites you to %_$2
fr: %_$1%_ vous invites sur %_$2
pt_br: %_$1%_ convida você para o %_$2

source: %K[%g%_Users%_%K(%g$1%K)]%n $2
fr: %K[%g%_Utilisateurs%_%K(%g$1%K)]%n $2
pt_br: %K[%g%_Usuários%_%K(%g$1%K)]%n $2

source: %g%_$1%_%K:%n Total of %_$2%_ nicks %K[%n%_$3%_ ops, %_$4%_ voices, %_$5%_ normal%K]
pt_br: %g%_$1%_%K:%n Total de %_$2%_ nicks %K[%n%_$3%_ ops, %_$4%_ voices, %_$5%_ normal%K]

source: Channel %_$1%_ created $2
fr: Le canal %_$1%_ a ÅÈtÅÈ crÅÈÅÈ $2
pt_br: Canal %_$1%_ criado $2

source: Topic for %c$1%K:%n $2
fr: Topic pour %c$1%K:%n $2
pt_br: Tópico para %c$1%K:%n $2

source: No topic set for %c$1
fr: Aucun topic dÅÈfini pour %c$1
pt_br: Nenhum tópico setado para %c$1

source: %_$1%_ changed the topic of %c$2%n to%K:%n $3
fr: %_$1%_ a changÅÈ le topic de %c$2%n en%K:%n $3
pt_br: %_$1%_ mudou o tópico de %c$2%n para%K:%n $3

source: Topic unset by %_$1%_ on %c$2
fr: Topic indÅÈfini par %_$1%_ sur %c$2
pt_br: Tópico desfeito por %_$1%_ no %c$2

source: Topic set by %_$1%_ %K[%n$2%K]
fr: Topic dÅÈfini par %_$1%_ sur %c$2
pt_br: Tópico setado por %_$1%_ %K[%n$2%K]

source: mode/%c$1 %K[%n$2%K]%n by %_$3
fr: mode/%c$1 %K[%n$2%K]%n par %_$3
pt_br: modo/%c$1 %K[%n$2%K]%n por %_$3

source: mode/%c$1 %K[%n$2%K]
pt_br: modo/%c$1 %K[%n$2%K]

source: Ban type changed to %_$1
fr: Type de ban changÅÈ en %_$1
pt_br: Tipo de ban mudado para %_$1

source: %_$1%_: ban %c$2 %K[%nby %_$3%_, $4 secs ago%K]
pt_br: %_$1%_: ban %c$2 %K[%npor %_$3%_, $4 segs atrás%K]

source: %_$1%_: ban exception %c$2 %K[%nby %_$3%_, $4 secs ago%K]
pt_br: %_$1%_: exceção de ban %c$2 %K[%npor %_$3%_, $4 segs atrás%K]

source: %_$1%_: invite %c$2
pt_br: %_$1%_: convida %c$2

source: $1: No such channel
fr: $1: Canal introuvable
pt_br: $1: Canal desconhecido

source: Join to %_$1%_ was synced in %_$2%_ secs
fr: Rejoindre %_$1%_ a ÅÈtÅÈ synchronisÅÈ en %_$2%_ secs
pt_br: Entrada no %_$1%_ foi sincronizada em %_$2%_ segs

source: Mode change %K[%n%_$1%_%K]%n for user %c$2
fr: Mode changÅÈ %K[%n%_$1%_%K]%n pour l'utilisateur %c$2
pt_br: Mudança de modo %K[%n%_$1%_%K]%n para usuário %c$2

source: Your user mode is %K[%n%_$1%_%K]
fr: Votre mode d'utilisateur est %K[%n%_$1%_%K]
pt_br: Seu modo de usuário é %K[%n%_$1%_%K]

source: You have been marked as being away
fr: Vous avez ÅÈtÅÈ marquÅÈ away
pt_br: Você ficou marcado como sendo ausente

source: You are no longer marked as being away
fr: Vous n'ÅÍtes plus marquÅÈ comme
pt_br: Você não está mais marcado como sendo ausente

source: $1 is away: $2
fr: $1 est away: $2
pt_br: $1 está ausente: $2

source: $1: No such nick/channel
fr: $1: nick/canal introuvable
pt_br: $1: nick/canal desconhecido

source: You're now known as %c$1
fr: Vous ÅÍtes maintenant reconnu comme ÅÈtant %c$1
pt_br: Você é agora reconhecido como %c$1

source: %_$1%_ is now known as %c$2
fr: %_$1%_ est maintenant reconnu comme ÅÈtant %c$2
pt_br: %_$1%_ é agora reconhecido como %c$2

source: Nick %_$1%_ is already in use
fr: Le nick %_$1%_ est dÅÈjÅ‡ utilisÅÈ
pt_br: O nick %_$1%_ já está em uso

source: Nick %_$1%_ is temporarily unavailable
fr: Le nick %_$1%_ est temporairement indisponible
pt_br: O nick %_$1%_ está temporariamente indisponível

source: Your nick is owned by %_$4%_ %K[%n$2@$3%K]
fr: %_$4%_ %K[%n$2@$3%K] possÅËde votre nick
pt_br: Seu nick é possuído por %_$4%_ %K[%n$2@$3%K]

source: idle : $2 hours $3 mins $4 secs
fr: inoccupÅÈ : $2 heures $3 mins $4 secs
pt_br: desocupado : $2 horas $3 mins $4 segs

source: : %_IRC operator%_
fr: : %_operateur IRC%_
pt_br: : %_operador de IRC%_

source: channels : $2
fr: canaux : $2
pt_br: canais : $2

source: away : $2
pt_br: ausente : $2

source: End of WHOIS
fr: Fin du WHOIS
pt_br: Fim do WHOIS

source: End of /WHO list
fr: Fin de la liste /WHO
pt_br: Fim da lista do /WHO

source: Your messages
fr: Votre message
pt_br: Suas mensagens

source: %K[%rnotice%K(%R$1%K)]%n $2
pt_br: %K[%rnotícia%K(%R$1%K)]%n $2

source: Received messages
fr: Message reÅÁu
pt_br: Mensagens recebidas

source: CTCP %_$1%_ reply from %_$2%_%K:%n $3
fr: RÅÈponse du CTCP %_$1%_ de %_$2%_%K:%n $3
pt_br: Resposta de CTCP %_$1%_ de %_$2%_%K:%n $3

source: CTCP %_PING%_ reply from %_$1%_: $2.$3 seconds
fr: RÅÈponse du CTCP %_PING%_ de %_$1%_: $2.$3 seconds
pt_br: Resposta de CTCP %_PING%_ de %_$1%_: $2.$3 segundos

source: %g>>> %_$1%_ %K[%g$2%K] %grequested %_$3%_ from %_$4
fr: %g>>> %_$1%_ %K[%g$2%K] %gdemandÅÈ %_$3%_ depuis %_$4
pt_br: %g>>> %_$1%_ %K[%g$2%K] %gpedido %_$3%_ de %_$4

source: %g>>> DCC CTCP received from %_$1%_%K: %g$2
fr: %g>>> DCC CTCP reÅÁu de %_$1%_%K: %g$2
pt_br: %g>>> DCC CTCP recebido de %_$1%_%K: %g$2

source: %gDCC CHAT from %_$1%_ %K[%g$2 port $3%K]
fr: %gDCC CHAT de %_$1%_ %K[%g$2 port $3%K]
pt_br: %gDCC CHAT de %_$1%_ %K[%g$2 porta $3%K]

source: %gNo DCC CHAT connection open to %_$1
fr: %gAucune connexion DCC CHAT ouverte avec %_$1
pt_br: %gNenhuma conexão DCC CHAT aberta para %_$1

source: %gDCC %_CHAT%_ connection with %_$1%_ %K%K[%g$2 port $3%K]%g established
fr: %gDCC %_CHAT%_ Connexion avec %_$1%_ %K%K[%g$2 port $3%K]%g ÅÈtablie
pt_br: conexão %gDCC %_CHAT%_ com %_$1%_ %K%K[%g$2 porta $3%K]%g estabelecida

source: %gDCC lost chat to %_$1
fr: %gDCC perdu avec %_$1
pt_br: %gDCC chat perdido para %_$1

source: %gDCC SEND from %_$1%_ %K[%g$2 port $3%K]: %g$4 %K[%g$5 bytes%K]
fr: %gDCC SEND de %_$1%_ %K[%g$2 port $3%K]: %g$4 %K[%g$5 bytes%K]
pt_br: %gDCC SEND de %_$1%_ %K[%g$2 porta $3%K]: %g$4 %K[%g$5 bytes%K]

source: %gDCC already sending file %G$1%g for %_$2%_
fr: %gDCC Fichier dÅÈjÅ‡ en envoi %G$1%g pour %_$2%_
pt_br: %gDCC já enviando file %G$1%g para %_$2%_

source: %gDCC not sending file %G$2%g to %_$1
fr: %gDCC non envoyÅÈ %G$2%g Å‡ %_$1
pt_br: %gDCC não enviando arquivo %G$2%g para %_$1

source: %gDCC file not found: %G$1%g
fr: %gDCC Fichier non trouvÅÈ : %G$1%g
pt_br: %gDCC arquivo não encontrado: %G$1%g

source: %gDCC sending file %G$1%g for %_$2%_ %K[%g$3 port $4%K]
fr: %gDCC Fichier envoyÅÈ %G$1%g pour %_$2%_ %K[%g$3 port $4%K]
pt_br: %gDCC enviando arquivo %G$1%g para %_$2%_ %K[%g$3 porta $4%K]

source: %gDCC sent file $1 %K[%g%_$2%_kb%K]%g for %_$3%_ in %_$4%_ secs %K[%g%_$5kb/s%_%K]
fr: %gDCC Fichier envoyÅÈ $1 %K[%g%_$2%_kb%K]%g pour %_$3%_ en %_$4%_ secs %K[%g%_$5kb/s%_%K]
pt_br: %gDCC enviado arquivo $1 %K[%g%_$2%_kb%K]%g para %_$3%_ em %_$4%_ segs %K[%g%_$5kb/s%_%K]

source: %gDCC aborted sending file $1 for %_$2%_
fr: %gDCC Envoi du fichier annulÅÈ $1 pour %_$2%_
pt_br: %gDCC abortado enviando arquivo $1 para %_$2%_

source: %gDCC no file offered by %_$1
fr: %gDCC Aucun fichier proposÅÈ par %_$1
pt_br: %gDCC nenhum arquivo oferecido por %_$1

source: %gDCC receiving file %G$1%g from %_$2%_ %K[%g$3 port $4%K]
fr: %gDCC reÅÁoit le fichier %G$1%g de %_$2%_ %K[%g$3 port $4%K]
pt_br: %gDCC recebendo arquivo %G$1%g de %_$2%_ %K[%g$3 porta $4%K]

source: %gDCC received file %G$1%g %K[%g$2kb%K]%g from %_$3%_ in %_$4%_ secs %K[%g$5kb/s%K]
fr: %gDCC a reÅÁut le fichier %G$1%g %K[%g$2kb%K]%g de %_$3%_ en %_$4%_ secs %K[%g$5kb/s%K]
pt_br: DCC arquivo recebido %G$1%g %K[%g$2kb%K]%g de %_$3%_ em %_$4%_ segs %K[%g$5kb/s%K]

source: %gDCC aborted receiving file $1 from %_$2%_
fr: %gDCC Reception du fichier $1 annulÅÈ de %_$2%_
pt_br: %gDCC abortado recebendo arquivo $1 de %_$2%_

source: %gDCC unknown ctcp %G$1%g from %_$2%_ %K[%g$3%K]
fr: %gDCC ctcp %G$1%g inconnu de %_$2%_ %K[%g$3%K]
pt_br: %gDCC ctcp desconhecido %G$1%g de %_$2%_ %K[%g$3%K]

source: %gDCC unknown reply %G$1%g from %_$2%_ %K[%g$3%K]
fr: %gDCC rÅÈponse %G$1%g inconnue de %_$2%_ %K[%g$3%K]
pt_br: %gDCC resposta desconhecida %G$1%g de %_$2%_ %K[%g$3%K]

source: %gDCC unknown type %_$1
fr: %gDCC type %_$1 inconnu
pt_br: %gDCC tipo desconhecido %_$1

source: %gDCC can't connect to %_$1%_ port %_$2
fr: %gDCC impossible de se connecter Å‡ %_$1%_ port %_$2
pt_br: %gDCC impossível conectar em %_$1%_ porta %_$2

source: %gDCC can't create file %G$1%g
fr: %gDCC impossible de crÅÈer le fichier %G$1%g
pt_br: %gDCC impossível criar arquivo %G$1%g

source: %gDCC %G$1%g was rejected by %_$2%_ %K[%G$3%K]
fr: %gDCC %G$1%g a ÅÈtÅÈ rejetÅÈ par %_$2%_ %K[%G$3%K]
pt_br: %gDCC %G$1%g foi rejeitado por %_$2%_ %K[%G$3%K]

source: %gDCC %G$1%g close for %_$2%_ %K[%G$3%K]
fr: %gDCC %G$1%g fermÅÈ pour %_$2%_ %K[%G$3%K]
pt_br: %gDCC %G$1%g fechado para %_$2%_ %K[%G$3%K]

source: Other server events
fr: Evenements d'un autre serveur
pt_br: Outros eventos de servidor

source: Users online: %_$1
fr: Utilisateurs en ligne: %_$1
pt_br: Usuários em linha: %_$1

source: PONG received from $1: $2
fr: PONG reÅÁut de $1: $2
pt_br: PONG recebido de $1: $2

source: %_ERROR%_ $1
fr: %_ERREUR%_ $1
pt_br: %_ERRO%_ $1

source: Unknown mode character $1
fr: Mode du caractÅËre $1 inconnu
pt_br: Modo de caractere $1 desconhecido

source: You're not channel operator in $1
fr: Vous n'ÅËtes pas l'operateur du cannal sur $1
pt_br: Você não é operador de canal em $1

source: Logging
pt_br: Logando

source: Log file %W$1%n opened
fr: Fichier log %W$1%n ouvert
pt_br: Arquivo de log %W$1%n aberto

source: Couldn't open log file %W$1
fr: Impossible d'ouvrir le fichier log %W$1
pt_br: Impossível abrir o arquivo de log %W$1

source: Log file %W$1%n not open
fr: Ficher log %W$1%n non ouvert
pt_br: Arquivo de log %W$1%n não foi aberto

source: Closed log file %W$1
fr: Fichier log %W$1 fermÅÈ
pt_br: Arquivo de log %W$1 fechado

source: Misc
fr: Divers
pt_br: Diversos

source: You must specify one of the following levels: $1
fr: Vous devez spÅÈcifier un des niveaux suivants: $1
pt_br: Você deve especificar um dos seguintes níveis: $1

source: Ignoring %_$1%_ from %_$2%_
fr: Ignorer %_$1%_ de %_$2%_
pt_br: Ignorando %_$1%_ de %_$2%_

source: Unignored %_$1%_ from %_$2%_
fr: Ne pas ignorer %_$1%_ de %_$2%_
pt_br: Não ignorando mais %_$1%_ de %_$2%_

source: %_$1%_ is not being ignored
fr: %_$1%_ n'est plus ignorÅÈ
pt_br: %_$1%_ não está sendo ignorado

source: Flood detected from %_$1%_, autoignoring for %_$2%_ minutes
fr: Flood dÅÈtectÅÈ de %_$1%_, autoignorÅÈ pour %_$2%_ minutes
pt_br: Flood detectado de %_$1%_, autoignorando por %_$2%_ minutos

source: Unignoring %_$1
fr: N'ignore plus %_$1
pt_br: Não ignorando mais %_$1

source: %_Lastlog:
fr: %_Dernier log:
pt_br: %_Último log:

source: %_$1%_ %K[%n$2@$3%K] [%n%_$4%_%K]%n has joined to $5
fr: %_$1%_ %K[%n$2@$3%K] [%n%_$4%_%K]%n a joint $5
pt_br: %_$1%_ %K[%n$2@$3%K] [%n%_$4%_%K]%n entrou no $5

source: %_$1%_ has left $2
fr: %_$1%_ a quittÅÈ $2
pt_br: %_$1%_ saiu do $2

source: On $1: %_$2%_
fr: Sur $1: %_$2%_
pt_br: Em $1: %_$2%_

source: offline: $1
fr: hors ligne: $1
pt_br: fora de linha: $1

source: No query with %_$1%_
fr: Aucune demande avec %_$1%_
pt_br: Nenhuma conversa com %_$1%_

source: Error loading plugin %_$1%_: $2
fr: Erreur de chargement du plugin %_$1%_: $2
pt_br: Erro carregando plugin %_$1%_: $2

source: Plugin %_$1%_ is not irssi plugin
fr: Le plugin %_$1%_ n'est pas un plugin irssi
pt_br: O plugin %_$1%_ não é um plugin irssi

source: Plugin %_$1%_ isn't compatible with this irssi version
fr: Le plugin %_$1%_ n'est pas compatible avec cette version d'irssi
pt_br: O plugin %_$1%_ não é compatível com esta versão do irssi

source: Plugin %_$1%_ is already loaded
fr: Le plugin %_$1%_ est dÅÈjÅ‡ chargÅÈ
pt_br: O plugin %_$1%_ já está carregado

source: Plugin %_$1%_ not loaded
fr: Le plugin %_$1%_ n'est pas chargÅÈ
pt_br: O plugin %_$1%_ não está carregado

source: %_Warning:%_ %s
fr: %_Attention:%_ %s
pt_br: %_Atenção:%_ %s
sv: %_Varning:%_ %s

source: %_Error:%_ %s
fr: %_Erreur:%_ %s
pt_br: %_Erro:%_ %s
sv: %_Fel:%_ %s

source: IRC client,
fr: Client IRC,
pt_br: Cliente de IRC,

source: Select new default font
fr: SÅÈlectez la nouvelle fonte par dÈfaut
pt_br: Selecionar nova fonte padrão

source: Autojoin channel
fr: Joindre automatiquement le canal
pt_br: Entrar automaticamente em canal

source: Channel
fi: Kanava
fr: Canal
pt_br: Canal

source: IRC Network
fi: IRC verkko
fr: RÅÈseau IRC
pt_br: Rede de IRC

source: Password
fi: Salasana
fr: Mot de passe
pt_br: Senha

source: Bot masks
fr: Masques du Bot
pt_br: Máscaras do bot

source: Autosend cmd to bot
fr: Envoyer automatiquement cmd au bot
pt_br: Enviar automaticamente cmd para o bot

source: Background pixmap
fi: Taustakuva
fr: Image de fond
pt_br: Imagem de fundo

source: Font
fi: Fontti
fr: Police
pt_br: Fonte

source: Change...
fi: Vaihda...
pt_br: Mudar...

source: Yes
fi: Kyllä
fr: Oui
pt_br: Sim

source: No
fi: Ei
fr: Non
pt_br: Não

source: Autojoin
fi: Liity autom.
fr: Joindre auto.
pt_br: Entrar automaticamente

source: IRC network
fi: IRC verkko
fr: RÅÈseau IRC
pt_br: Rede de IRC

source: Join
fi: Liity
fr: Joindre
pt_br: Entrar

source: Part
fi: Poistu
pt_br: Partir

source: Add...
fi: Lisää...
fr: Ajouter...
pt_br: Adicionar...

source: Edit...
fi: Muuta...
fr: Editer...
pt_br: Editar...

source: Delete
fi: Poista
fr: Effacer
pt_br: Apagar

source: Quick join...
fi: Liity kanavalle...
fr: Joindre rapidement...
pt_br: Entrar rapidamente...

source: Address
fi: Osoite
fr: Adresse
pt_br: Endereço

source: Port
fi: Portti
pt_br: Porta

source: Connect
fi: Yhdistä
fr: Connexion
pt_br: Conectar

source: Type
fi: Tyyppi
pt_br: Tipo

source: File Size
fi: Tiedoston koko
fr: Taille du fichier
pt_br: Tamanho do arquivo

source: Transferred
fi: Siirretty
fr: TransferÅÈ
pt_br: Transferido

source: % done
fi: % valmis
fr: % fait
pt_br: % feito

source: kB/sec
fi: kB/sek
pt_br: kB/seg

source: File name
fi: Tiedoston nimi
fr: Nom du fichier
pt_br: Nome do arquivo

source: Create dialog
fi: Avaa ikkuna
fr: CrÅÈer boite de dialogue
pt_br: Criar caixa de diálogo

source: Server Tag
fi: Palvelimen tunniste
fr: Tag du serveur
pt_br: Tag do servidor

source: Disconnect
fi: Katkaise
fr: DÅÈconnexion
pt_br: Disconectar

source: Irssi can inform you when new versions are available for download, you just need to be connected to some irc network where irssibot is, like ircnet, efnet or gimpnet.
fr: Irsii peut vous informer quand de nouvelles versions sont disponibles, vous devez juste ÅÍtre connectÅÈ sur un rÅÈseau irc oÅ˘ l'irssibot est, comme ircnet, efnet ou gimpnet.
pt_br: Irssi pode te informar quando novas versões estão disponíveis para download, você só precisa estar conectado em alguma rede de IRC onde o irssibot está, como ircnet, efnet ou gimpnet.

source: Notify about new irssi releases
fi: Ilmoita uusista irssin versioista
fr: Me prÅÈvenir quand une nouvelle version d'irssi est disponible
pt_br: Notificar sobre novas versões do irssi

source: Notify also about new development releases
fi: Ilmoita uusista kehitysversioista
fr: Me prÅÈvenir aussi pour les versions de dÅÈveloppement
pt_br: Notificar também sobre novas versões em desenvolvimento

source: Both stable and unstable Irssi versions have been released. Stable version %s Unstable version %s
fi: Sekä vakaa- että kehitysversio Irssistä on julkaistu. Vakaa versio %s Kehitysversio %s
fr: Les deux versions, stable et instable, sont disponibles. Version stable: %s Version instable: %s
pt_br: Ambas estável e instável versões do Irssi foram lançadas. Versão estável %s Versão instável %s

source: New stable irssi version %s has been released.
fi: Uusi vakaa versio %s irssistä on julkaistu.
fr: Une nouvelle version stable d'irsii est disponibles.
pt_br: Nova versão estável do irssi %s foi lançada.

source: New unstable irssi version %s has been released.
fi: Uusi kehitysversio %s irssistä on julkaistu.
fr: Une nouvelle version instable d'irssi est disponible.
pt_br: Nova versão instável do irssi %s foi lançada.

source: Get stable Irssi via DCC
fi: Ota vakaa versio Irssistä DCC:llä
fr: TÅÈlÅÈcharger la version stable d'irssi par DCC
pt_br: Pegar versão estável do Irssi via DCC

source: Get unstable Irssi via DCC
fi: Ota kehitysversio Irssistä DCC:llä
fr: TÅÈlÅÈcharger la version instable d'irssi par DCC
pt_br: Pegar versão instável do Irssi via DCC

source: Open Irssi's website
fi: Avaa Irssi'n weppisivu
fr: Aller sur le site web d'Irssi
pt_br: Abrir o sítio do Irssi

source: No server selected
fi: Palvelinta ei ole valittu
fr: Aucun serveur sÅÈlectionnÅÈ
pt_br: Nenhum servidor selecionado

source: No channel specified
fi: Kanavaa ei ole valittu
fr: Aucun canal specifiÅÈ
pt_br: Nenhum canal especificado

source: Get the /LINKS for hubs
fi: Kysy hubien linkit
fr: Prendre /LINKS pour les hubs
pt_br: Pegar /LINKS para os hubs

source: Description
fi: Selitys
pt_br: Descrição

source: Crap
fi: Roskaa
fr: Saloperie
pt_br: Lixo

source: Private messages
fi: Yksityiset viestit
fr: Messages privÅÈs
pt_br: Mensagens privadas

source: Public messages
fi: Julkiset viestit
fr: Messages publiques
pt_br: Mensagens públicas

source: Notices
fi: Ilmoitukset
pt_br: Notícias

source: Server notices
fi: Palvelimin ilmoitukset
fr: Notices du serveur
pt_br: Notícias do servidor

source: CTCP messages
fi: CTCP viestit
fr: Messages CTCP
pt_br: Mensagens de CTCP

source: Actions (/me)
fi: Tapahtumat (/me)
pt_br: Ações (/me)

source: Joins
fr: Joints
pt_br: Entradas

source: Parts
pt_br: Saídas

source: Quits
fr: QuittÅÈs
pt_br: Disconexões

source: Modes
fi: Tilat
pt_br: Modos

source: Server modes
fr: Modes du serveur
pt_br: Modos do servidor

source: Topics
pt_br: Tópicos

source: Invites
fr: Invitations
pt_br: Convites

source: Nick changes
fr: Changements de nick (pseudo)
pt_br: Mudanças de nick

source: DCC messages
fi: DCC viestit
fr: Messages DCC
pt_br: Mensagens de DCC

source: Hilighted messages
fr: Messages surlignÅÈs
pt_br: Mensagens destacadas

source: Client notices
fi: Irssin ilmoitukset
fr: Notices du client
pt_br: Notícias do cliente

source: Client crap
pt_br: Lixo do cliente

source: Client errors
fi: Irssin virheet
fr: Erreurs du clients
pt_br: Erros do cliente

source: <new log file>
fi: <uusi lokitiedosto>
fr: <nouveau fichier log>
pt_br: <novo arquivo de log>

source: <new item>
fi: <uusi>
fr: <nouveau>
pt_br: <novo ítem>

source: Open
fi: Avaa
fr: Ouvrir
pt_br: Abrir

source: Name
fi: Nimi
fr: Nom
pt_br: Nome

source: Level
fi: Taso
fr: Niveau
pt_br: Nível

source: New log file
fi: Uusi lokitiedosto
fr: Nouveau fichier log
pt_br: Novo arquivo de log

source: New log entry
fi: Uusi lokitapahtuma
fr: Nouvel entrÅÈ log
pt_br: Nova entrada de log

source: Start logging
fi: Avaa loki
fr: Commencer Å‡ logger
pt_br: Começar a logar
