Repository: irssi/irssi
Catalog: po/*.po
Languages: fi, fr, pt_br, sv

source: Completed text
fr: Texte completÅÈ
pt_br: Texto completado

source: Completions
fr: ComplÅÈment
pt_br: Complemento

source: IRC network(s)
fr: RÅÈseau(x) IRC
pt_br: Rede(s) de IRC

source: Notify List
fr: Liste de Notification
pt_br: Lista de notificação de usuários

source: Text
fr: Texte
pt_br: Texto

source: Hilight Texts
fr: Textes mient en ÅÈvidence
pt_br: Destacar textos

source: Replace with
fr: Remplacer avec
pt_br: Substituir com

source: Replaces
fr: Remplacer
pt_br: Substituições

source: Show menubar
fr: Montrer barre des menus
pt_br: Mostrar barra de menu

source: Show toolbar
fr: Montrer barre des outils
pt_br: Mostrar barra de ferramentas

source: Show status bar
fr: Montrer barre de statuts
pt_br: Mostrar barra de estado

source: Beep on private msgs
fr: Beeper pour les msgs privÅÈs
pt_br: Beepar em mensagens privadas

source: Show nick list
fr: Montrer la liste des nicks
pt_br: Mostrat lista de usuários

source: Show time stamps
fr: Voir temps
pt_br: Mostrar hora

source: Show time stamps with msgs
fr: Voir temps avec msgs
pt_br: Mostrar hora com msgs

source: Do not show styling (bold, colors, etc.)
fr: Ne pas montrer les styles(gras, couleurs, etc.)
pt_br: Não mostrar estilos (bold, cores, etc.)

source: Allow beeping
fr: Permettre le beeping
pt_br: Aceitar beeping

source: Window and Tabs
fr: FenÅÍtre et tableaux
pt_br: Janela e abas

source: Use a special window for status information
fr: Utiliser une fenÅÍtre spÅÈciale pour une information sur le statut
pt_br: Usar uma janela especial para informações de status

source: Use a special window for all incoming messages
fr: Utiliser une fenÅÍtre spÅÈciale pour tous les messages
pt_br: Usar uma janela especial para todas as mensagens recebidas

source: Do not use a special window for all incoming messages
fr: Ne pas utiliser une fenÅÍtre spÅÈciale pour tous les messages
pt_br: Não usar uma janela especial para todas as mensagens recebidas

source: Create a new window for each incoming query
fr: CrÅÈer une nouvelle fenÅÍtre pour chaque query
pt_br: Criar uma nova janela para cada conversa recebida

source: Use Tabs instead of new Windows
fr: Utiliser les tableaux plutÅÙt que les nouvelles fenÅÍtres
pt_br: Usar abas ao invés de novas janelas

source: Tab position
fr: Position de la table
pt_br: Posição da aba

source: Left
fr: Gauche
pt_br: Direita

source: Right
fr: Droite
pt_br: Esquerda

source: Top
fr: Haut
pt_br: Topo

source: Bottom
fr: Bas
pt_br: Baixo

source: Programs
fr: Programmes
pt_br: Programas

source: Web browser
fr: Butineur Web
pt_br: Navegador

source: FTP client
fr: Client FTP
pt_br: Cliente de FTP

source: E-Mail client
fr: Client E-mail
pt_br: Cliente de E-Mail

source: Lag checking
fr: Verification du lag
pt_br: Verificação do lag

source: How often to check for lag (secs)
fr: Combien de verifications pour le lag (secs)
pt_br: Checar por lag a cada (segs)

source: Maximum lag before force disconnect (secs)
fr: Lag maximum avant de forcer la deconnexion (secs)
pt_br: Lag máximo antes de forçar disconecção (segs)

source: Default quit message
fr: Message par dÅÈfaut quand on quitte
pt_br: Mensagem de saída padrão

source: Default user mode
fr: Mode d'utilisateur par dÅÈfaut
pt_br: Modo do usuário padrão

source: CTCP VERSION reply
pt_br: Resposta de CTCP VERSION

source: Knockout bans for
fr: Bans Knockout pour
pt_br: Knockout bane por

source: seconds (requires ops)
fr: secondes (requiert d'ÅÍtre op)
pt_br: segundos (requer ops)

source: Automatically checking new Irssi versions...
fr: Verifier automatiquement pour les nouvelles versions d'Irssi...
pt_br: Automaticamente checar novas versões do Irssi...

source: Clear
fr: Effacer
pt_br: Limpar

source: IRC Net
pt_br: Rede de IRC

source: Timeout between sending commands to server (0 = default)
fr: Temps entre les envois au serveur (0 = dÈfaut)
pt_br: Tempo enviando comandos para o servidor (0 = default)

source: Autoconnect at startup
fr: Connexion automatique au dÅÈmarage
pt_br: Automaticamente conectar ao iniciar

source: You have empty entries! At least IRC Net, Server and Port must be filled.
fr: Vous avez des entrÅÈes vides! IRC Net, Serveur et Port doivent ÅÍtre specifiÅÈ.
pt_br: Você tem entradas vazias! Pelo menos Rede de IRC, Servidor e Porta devem ser preenchidos.

source: IRC Servers
fr: Serveurs IRC
pt_br: Servidores de IRC

source: User information
fr: Information sur l'utilisateur
pt_br: Informações do usuário

source: Skip MOTD
fr: Passer MOTD
pt_br: Pular MOTD

source: Seconds to wait before reconnecting (-1 = never)
fr: Secondes Å‡ attendre avant reconnexion (-1 = jamais)
pt_br: Segundos para esperar antes de reconectar (-1 = nunca)

source: Source host (empty=default)
fr: HÅÙte source (dÈfaut=vide)
pt_br: Source host (vazio=padrão)

source: Alternate nick
fr: Autre Nick
pt_br: Nick alnernativo

source: User name
fr: Nom d'utilisateur
pt_br: Nome do usuário

source: Servers
fr: Serveurs
pt_br: Servidores

source: New Window...
fr: Nouvelle FenÅÍtre...
pt_br: Nova janela...

source: New Tab...
fr: Nouveau Tableau...
pt_br: Nova aba...

source: New Channel...
fr: Nouveau canal...
pt_br: Novo canal...

source: Session
pt_br: Sessão

source: Add new theme
fr: Ajouter nouveau thÅËme
pt_br: Adicionar novo tema

source: Really delete theme %s
fr: Suprimer rÅÈelement le thÅËme %s
pt_br: Realmente apagar tema %s

source: Theme selector
fr: SÅÈlecteur de thÅËme
pt_br: Selecionador de tema

source: <formats>
pt_br: <formatos>

source: Text Formats
fr: Formats du texte
pt_br: Formatos de texto

source: GTK pixmap themes are a bit buggy, if you really want to use them, you should enable this workaround. Without it X server's memory usage grows all the time. If you enable it, you won't see the nicks' gone status in nicklist
fr: Le theme GTK pixmap est un peu buggÅÈ, si vous voulez vraiment l'utiliser, vous devez prendre ce workaround, Sans lui, l'usage de la memoire du serveur X augmentera tout le temps. Si vous le rendez disponible, vous ne verrez pas le statut des nicks dans la liste des nicks
pt_br: Temas pixmap de GTK são um pouco bugados. Se você realmante quiser usá-los, você deverá habilitar este workaround. Sem isto o uso de memória do servidor X aumenta a toda hora. Se você habilitá-lo, você não verá o estado de nick na lista de usuários

source: Enable workaround
fr: Activer le workaround
pt_br: Habilitar workaround

source: Join %s
fi: Liity kanvalle %s
pt_br: Entrar em %s

source: Open HTTP page %s
fi: Avaa weppisivu %s
fr: Ouverture de la page HTTP %s
pt_br: Abrir sítio HTTP %s

source: Open FTP page %s
fi: Avaa FTP sivu %s
fr: Ouverture la page FTP %s
pt_br: Abrir página FTP %s

source: Send email to %s
fi: Lähetä emailia %s
fr: Envoi de l'email Å‡ %s
pt_br: Enviar email para %s

source: Query %s
fi: Avaa keskustelu %s kanssa
pt_br: Conversar com %s

source: Day changed to $[2.0]2-$[2.0]1 $3
fr: Jour changÅÈ en $[2.0]2-$[2.0]1 $3

source: %c%_$1%_%n was kicked from $2 by %_$3%_ %K[%n$4%K]
fr: %c%_$1%_%n a ÅÈtÅÈ kickÅÈ de $2 by %_$3%_ %K[%n$4%K]

source: %c%_$1%_ %K[%n$2%K]%n has quit IRC %K[%n$3%K]
fr: %c%_$1%_ %K[%n$2%K]%n a quittÅÈ l'IRC %K[%n$3%K]

source: %RServerMode/%c$1 %K[%n$2%K]%n by %_$3
fr: %RServerMode/%c$1 %K[%n$2%K]%n par %_$3

source: idle : $2 hours $3 mins $4 secs %K[%nsignon: $5]
fr: inoccupÅÈ : $2 heures $3 mins $4 secs %K[%nsignon: $5]

source: server : $2 ($3)
fr: serveur : $2 ($3)

source: %gDCC unknown command: $1
fr: %gDCC commande inconnu: $1

source: %_End of lastlog
fr: %_Fin du dernier log

source: Joined
fi: Liittynyt
fr: Joint

source: Links
fi: Linkit
fr: Liens

source: Kicks
fr: KickÅÈs

source: Host
fr: HÅÙte

source: Status
fi: Tila
fr: Statuts

source: Host: %s@%s
fr: HÅÙte: %s@%s

source: _Links...
fr: _Liens

source: Drawing method
fi: Piirtotyyli
fr: MÅÈthode de placement

source: Use Irssi text widget for drawing texts
fr: Utilisez le widget texte d'Irsii pour placer du texte

source: Gone nick in nicklist
fi: Poissa olevan nikin väri nikkilistassa
fr: Mettre le nick dans la liste des nicks

source: sample
fi: esimerkki
fr: simple

source: Sample text
fi: Esimerkkiteksti
fr: Simple texte

source: Download path
fi: Vastaanottohakemisto
fr: Chemin de tÅÈlÅÈchargement

source: Upload path
fi: Lähetyshakemisto
fr: Chemin pour l'upload

source: Common
fi: Yhteistä
fr: Commun

source: Saved lines in scrollback buffer
fr: Sauvegarder les lignes dans le buffer de la barre de dÅÈfilement

source: Username
fr: Non d'utilisateur

source: Realname
fr: Nom rÅÈel

source: Color + Channels
fr: Couleurs + Canaux

source: Popup Menu
fr: Menu Popup

source: Notifylist popup dialogs
fr: Dialogues des listes de notification

source: Automatically raise Messages Window(s)
fr: Placer automatiquement les fenÅÍtres de messages

source: Awaylog file name
fr: Nom du fichier d'awaylog

source: Awaylog logging level
fr: Niveau de logging pour l'awaylog

source: y
fr: o

source: Location
fi: Sijainti

source: Nick
fi: Nikki

source: Get the I/K/B-lines
fi: Kysy I/K/B-linet

source: Channel events
fi: Kanavan tapahtumat

source: Wallops
fi: Wallopit

source: Hilighted msgs
fi: Korostetut viestit

source: No hilighted msgs
fi: Ei korostettuja viestejä

source: Plugins/
fi: Pluginit/

source: Plugins
fi: Pluginit

source: Plugins/%s/
fi: Pluginit/%s/

source: Plugins/%s
fi: Pluginit/%s

source: DCC chats
fi: DCC keskustelut

source: Nick:
fi: Nikki:

source: Signon: %s
fi: Yhdistynyt: %s

source: Bold
fi: Paksunnus

source: Underline
fi: Alleviivaus

source: Bell
fi: Ääni

source: Save Text As...
fi: Tallenna teksti...

source: Quit
fi: Poistu

source: Connect...
fi: Yhdistä...

source: Disconnect...
fi: Katkaise...

source: Channels...
fi: Kanavat...

source: Status Window...
fi: Tilaikkuna...

source: Notify list...
fi: Nikkien tiedotuslista...

source: Raw Log...
fi: Raaka loki...

source: Links...
fi: Palvelinlinkit...

source: Invisible
fi: Näkymätön

source: Receive Wallops
fi: Vastaanota wallopeja

source: Receive Server Notices
fi: Vastaanota palvelimen viestejä

source: Cut
fi: Poista

source: Copy
fi: Kopioi

source: Paste
fi: Liitä

source: Find...
fi: Etsi...

source: Connections...
fi: Yhteydet...

source: Send File...
fi: Lähetä tiedosto...

source: Chat...
fi: Avaa keskustelu..

source: Server List...
fi: Palvelinlista...

source: Themes...
fi: Teemat...

source: Automation...
fi: Automaatio...

source: Logging...
fi: Loki...

source: Plugins...
fi: Pluginit...

source: Preferences...
fi: Asetukset...

source: New Window
fi: Uusi ikkuna

source: New Tab
fi: Uusi kanavaikkuna

source: Automatically Raise
fi: Nosta ikkuna automaattisesti

source: Save Size and Position...
fi: Tallenna koko ja paikka...

source: Irssi Website
fi: Irssin kotisivu

source: About...
fi: Tietoja...

source: File
fi: Tiedosto

source: Settings
fi: Asetukset

source: Windows
fi: Ikkunat

source: Help
fi: Ohje

source: Leave channel
fi: Poistu kanavalta

source: Channel Modes...
fi: Kanavat tilat...

source: Show Nick List
fi: Näytä nikki lista

source: Close Query
fi: Sulje keskusteluikkuna

source: Close DCC chat
fi: Sulje DCC keskustelu

source: Open DCC Chat
fi: Avaa DCC keskustelu

source: DCC Send File
fi: DCC lähetä tiedosto

source: Op
fi: Anna op

source: Deop
fi: Poista op

source: Voice
fi: Anna ääni

source: Devoice
fi: Poista ääni

source: Kick
fi: Potkaise

source: Ban
fi: Bannaa

source: Kick+ban
fi: Potku+banni

source: Knockout
fi: Tyrmää

source: Version
fi: Versio

source: %d ops, %d total
fi: %d oppia, %d yht

source: [lag %d.%02d
fi: [Viive %d.%02d

source: [lag %ld (??)]
fi: [Viive %ld (??)]

source: (none)
fi: (tyhjä)

source: Scrollable pixmap
fi: Skrollaava kuva

source: Scaled pixmap
fi: Levitetty kuva

source: Shade pixmap
fi: Varjostettu kuva

source: Magenta
fi: Violetti

source: Chat
fi: Keskustelu

source: Autochat nick masks
fi: Hyväksy automaattisesti nikeiltä

source: Ignored errors in configuration file: %s
sv: Ignorerade felaktigheter i konfigurationsfilen: %s

source: Errors in configuration file: %s
sv: Felaktigheter i konfigurationsfilen: %s

source: Couldn't save configuration file: %s
sv: Kunde inte spara konfigurationen till konfigurationsfilen: %s

source: Specify host name to use
sv: Välj vilket värdnamn du vill använda

source: Can't initialize screen handling, quitting.
sv: Ett skärmhanteringsinitieringsfel uppstod, avslutar.

source: Show this help message
sv: Visa det här hjälpmeddelandet

source: Display brief usage message
sv: Visa ett kortfattat hjälpmeddelande.
